-- Translation for AlabastanPackage

return {
	["Alabastan"] = "沙漠篇",

	["#vivi"] = "沙漠王女",
	["vivi"] = "薇薇",
	["antiwar"] = "止战",
	[":antiwar"] = "每当一名角色使用【杀】或【决斗】造成1次伤害后，你可以弃置1张牌并弃置其装备区内的武器牌。",
	["antiwar-invoke"] = "你可以弃置1张牌，然后弃置 %src 装备区内的武器牌",
	["alliance"] = "同盟",
	[":alliance"] = "其他角色于出牌阶段摸牌时，你可以摸1张牌。",

	["#ace"] = "火拳",
	["ace"] = "艾斯",
	["firepunch"] = "炎戒",
	[":firepunch"] = "你可以将红色牌当作火【杀】使用或打出。",

	["#robin"] = "悪魔之子",
	["robin"] = "罗宾",
	["fleur"] = "花开",
	[":fleur"] = "出牌阶段，你可以弃置1张牌，指定2名其他角色各展示1张手牌，若颜色相同，你弃置两角色各1张牌；若颜色不同，视为展示黑色牌的角色对另一名角色使用1张【决斗】。每阶段限一次。",
	["survivor"] = "逃生",
	[":survivor"] = "<b>锁定技</b>，【屠魔令】【海王类】对你无效。",

	["#chopper"] = "驯鹿船医",
	["chopper"] = "乔巴",
	["leechcraft"] = "医术",
	[":leechcraft"] = "回合外你的梅花牌可以当做【伤药】使用或打出。",
	["rumbleball"] = "蓝波球",
	[":rumbleball"] = "<b>锁定技</b>，若你的体力值为1，你造成的伤害+1，你使用的【伤药】额外回复1点体力。",

	["#hiluluk"] = "庸医",
	["hiluluk"] = "Dr.希鲁鲁克",
	["quack"] = "庸医",
	[":quack"] = "<b>锁定技</b>，你令一名角色回复1点体力时，该角色翻面并摸X张牌（X为你损失的体力值）。",
	["wintersakura"] = "冬樱",
	[":wintersakura"] = "当一名角色进入濒死状态时，你可以展示所有手牌，其中每有1张梅花牌，你弃置之并令该角色回复1点体力。",

	["#kureha"] = "魔女医生",
	["kureha"] = "Dr.库蕾哈",
	["medicalexpertise"] = "名医",
	[":medicalexpertise"] = "当一名角色进入濒死状态时，你可以令该角色弃置所有手牌，其中每有1张红色牌，该角色回复1点体力。",
	["witheredflower"] = "残花",
	[":witheredflower"] = "其他角色使用梅花牌指定你为目标时，你可以令其选择一项：1.弃置1张手牌，2.令你摸1张牌。",
	["withered-flower-discard"] = "%src 发动了【残花】，您必须弃置一张手牌或让 %src 摸一张牌",

	["#bonkure"] = "Mr.2",
	["bonkure"] = "盆克雷",
	["imitate"] = "模仿",
	[":imitate"] = "回合开始或结束阶段开始时，你可以声明场上1名其他角色的1项技能（你不可声明限定技、觉醒技），你获得该技能且同时将性别和势力属性变成与该角色相同，直到再次发动【模仿】。",
	["okama"] = "人妖",
	[":okama"] = "<b>锁定技</b>，你与其他角色视为异性。",

	["#crocodile"] = "沙鳄鱼",
	["crocodile"] = "克罗克达尔",
	["corrasion"] = "侵蚀",
	[":corrasion"] = "<b>锁定技</b>，每当你受到1次【杀】造成的伤害时，若伤害为1，伤害来源须交给你1张黑桃手牌或防止此伤害。",
	["sandstorm"] = "沙暴",
	[":sandstorm"] = "弃牌阶段结束时，若你于弃牌阶段弃置的手牌中有黑桃牌，你可以令所有角色选择弃置1张黑桃手牌或失去1点体力。",

	["#galdino"] = "Mr.3",
	["galdino"] = "卡鲁提诺",
	["candlewax"] = "融腊",
	[":candlewax"] = "出牌阶段，你可以展示一张非延时锦囊牌，然后将一张红色牌当做该锦囊使用。",
}
