-- Translation for AlabastanPackage

return {
	["Alabastan"] = "阿拉巴斯坦篇",

	["vivi"] = "ビビ",
	["antiwar"] = "止战",
	[":antiwar"] = "每当一名角色受到伤害后，你可以打出1张黑色手牌，将伤害来源与受到伤害的角色翻面。",
	["alliance"] = "同盟",
	[":alliance"] = "<b>锁定技</b>，每当你受到伤害时，若你的角色牌正面朝下，你防止你受到的伤害并将角色牌正面朝上。",

	["#robin"] = "悪魔の子",
	["robin"] = "ニコ·ロビン",
	["fleur"] = "开花",
	[":fleur"] = "出牌阶段，你可以弃置1张牌并指定2名角色拼点，赢的一方对另一方造成1点伤害，每阶段限一次。",
	["survivor"] = "逃生",
	[":survivor"] = "<b>锁定技</b>，【屠魔令】对你无效。",

	["#bonkure"] = "Mr.2",
	["bonkure"] = "盆暮れ",
	["imitate"] = "模仿",
	[":imitate"] = "回合开始和结束阶段开始时，你可以选择一名角色获得其一项技能同时势力和性别变成与该角色相同，直到下一次发动【模仿】。",

	["krockdile"] = "クロックダイル",

	["#ace"] = "火拳",
	["ace"] = "ポトカス·D·エース",
	["firepunch"] = "火拳",
	[":firepunch"] = "<b>锁定技</b>，你的无属性【杀】均视为具有火属性的【杀】。",
	["flamering"] = "炎戒",
	[":flamering"] = "你将要造成火属性伤害时，可以横置受到该伤害的角色。",
}