-- Translation for AlabastanPackage

return {
	["Alabastan"] = "沙漠篇",

	["vivi"] = "ビビ",
	["antiwar"] = "止战",
	[":antiwar"] = "每当一名角色受到伤害后，你可以打出1张黑色手牌，将伤害来源与受到伤害的角色翻面。",
	["alliance"] = "同盟",
	[":alliance"] = "<b>锁定技</b>，每当你受到伤害时，若你的角色牌正面朝下且伤害来源的角色牌正面朝上，你防止你受到的伤害。",

	["#robin"] = "悪魔の子",
	["robin"] = "ニコ·ロビン",
	["fleur"] = "开花",
	[":fleur"] = "出牌阶段，你可以弃置1张牌，指定2名其他角色各摸1张牌，其中1名角色对另1名角色发起拼点：若赢，发起拼点的一方对另一方造成1点伤害，否则其受到另一方造成的1点伤害。每阶段限一次。",
	["survivor"] = "逃生",
	[":survivor"] = "<b>锁定技</b>，【屠魔令】对你无效；每当你成为【屠魔令】的目标时摸1张牌。",

	["#ace"] = "火拳",
	["ace"] = "ポトカス·D·エース",
	["firepunch"] = "火拳",
	[":firepunch"] = "<b>锁定技</b>，你的无属性【杀】均视为具有火属性的【杀】。",
	["flamering"] = "炎戒",
	[":flamering"] = "你将要造成火属性伤害时，可以横置受到该伤害的角色。",

	["#bonkure"] = "Mr.2",
	["bonkure"] = "盆暮れ",
	["imitate"] = "模仿",
	[":imitate"] = "回合开始和结束阶段开始时，你可以选择一名角色获得其一项技能同时势力和性别变成与该角色相同，直到下一次发动【模仿】。",

	["crockdile"] = "クロックダイル",
}