-- Translation for AlabastanPackage

return {
	["Alabastan"] = "沙漠篇",

	["#vivi"] = "沙漠王女",
	["vivi"] = "薇薇",
	["antiwar"] = "止战",
	[":antiwar"] = "每当一名角色使用【杀】造成伤害后，若其装备区内有武器牌，你可以弃置之，然后该角色获得你的1张手牌。",
	["alliance"] = "同盟",
	[":alliance"] = "其他角色于出牌阶段摸牌后，你可以摸1张牌。",

	["#ace"] = "火拳",
	["ace"] = "艾斯",
	["firepunch"] = "炎戒",
	[":firepunch"] = "你可以将黑桃手牌当作火【杀】使用或打出；你的火【杀】选择目标的个数上限+1。",

	["#robin"] = "悪魔之子",
	["robin"] = "罗宾",
	["fleur"] = "花开",
	[":fleur"] = "<b>出牌阶段技</b>，你可以弃置1张牌，指定2名其他角色各展示1张手牌，若颜色相同，你弃置两角色各1张牌；若颜色不同，视为展示黑色牌的角色对另一名角色使用1张【决斗】。",
	["survivor"] = "逃生",
	[":survivor"] = "【屠魔令】【海王类】对你无效。",

	["#chopper"] = "驯鹿船医",
	["chopper"] = "乔巴",
	["leechcraft"] = "医术",
	[":leechcraft"] = "回合外你的梅花牌可以当做【酒】使用或打出。",
	["rumbleball"] = "蓝波球",
	[":rumbleball"] = "若你的体力值为1，你造成的伤害+1，你使用的【酒】回复体力+1。",

	["#hiluluk"] = "庸医",
	["hiluluk"] = "Dr.希鲁鲁克",
	["quack"] = "庸医",
	[":quack"] = "每当你令一名角色回复1点体力，该角色翻面并摸X张牌（X为你损失的体力值）。",
	["wintersakura"] = "冬樱",
	[":wintersakura"] = "一名角色进入濒死状态时，你可以展示所有手牌，其中每有1张梅花牌，你将之当做【酒】对该角色使用。",

	["#kureha"] = "魔女医生",
	["kureha"] = "Dr.库蕾哈",
	["medicalexpertise"] = "名医",
	[":medicalexpertise"] = "一名其他角色进入濒死状态时，你可以令其展示所有手牌，其中每有1张红色牌，其弃置之并回复1点体力，然后你获得其装备区或手牌区内的1张牌。",
	["witheredflower"] = "黄花",
	[":witheredflower"] = "其他角色使用梅花牌指定你为目标时，你可以令其选择一项：1.弃置1张手牌，2.令你摸1张牌。",
	["withered-flower-discard"] = "%src 发动了【黄花】，您必须弃置一张手牌或让 %src 摸一张牌",

	["#bonkure"] = "Mr.2",
	["bonkure"] = "盆克雷",
	["imitate"] = "模仿",
	[":imitate"] = "开始阶段，你可以声明场上1名其他角色的1项技能（限定技、觉醒技除外），你获得该技能且同时将势力变成与该角色相同，直到再次发动【模仿】。",
	["memoir"] = "回忆录",
	[":memoir"] = "其他角色失去最后的手牌时，你可以令其获得你所有手牌，然后你摸1张牌并失去【模仿】获得的技能。",
	["okama"] = "人妖",
	[":okama"] = "你与其他角色视为异性。",

	["#crocodile"] = "沙鳄鱼",
	["crocodile"] = "克罗克达尔",
	["corrasion"] = "侵蚀",
	[":corrasion"] = "每当你受到【杀】造成的伤害时，若伤害为1，伤害来源须交给你1张黑桃手牌或防止此伤害。",
	["sandstorm"] = "沙暴",
	[":sandstorm"] = "弃牌阶段结束时，若你于弃牌阶段弃置的手牌中有黑桃牌，你可以令所有角色选择弃置1张黑桃手牌或失去1点体力。",

	["#galdino"] = "Mr.3",
	["galdino"] = "卡鲁提诺",
	["candlewax"] = "融腊",
	[":candlewax"] = "出牌阶段，你可以展示一张即时效果牌，然后将一张红色牌当做该效果牌使用。",
}
