-- Translation for AlabastanPackage

return {
	["Alabastan"] = "沙漠编",

	["vivi"] = "ビビ",
	["antiwar"] = "止战",
	[":antiwar"] = "每当一名角色受到伤害后，你可以打出1张黑色手牌，将伤害来源与受到伤害的角色翻面。",
	["#AntiWarPrompt"] = "你可以打出1张黑色手牌，然后将伤害来源与受到伤害的角色翻面。",
	["alliance"] = "同盟",
	[":alliance"] = "<b>锁定技</b>，每当你受到伤害时，若你的角色牌正面朝下且伤害来源的角色牌正面朝上，你防止你受到的伤害。",

	["#robin"] = "悪魔の子",
	["robin"] = "ニコ·ロビン",
	["fleur"] = "花开",
	[":fleur"] = "出牌阶段，你可以弃置1张牌，指定2名其他角色各展示1张手牌，若：颜色相同，你弃置两角色各1张牌；颜色不同，展示黑色牌的角色对展示红色牌的角色造成1点伤害。每阶段限一次。",
	["survivor"] = "逃生",
	[":survivor"] = "<b>锁定技</b>，【屠魔令】对你无效；每当你成为【屠魔令】的目标时摸1张牌。",

	["#chopper"] = "トナカイ医者",
	["chopper"] = "チョッパー",
	["leechcraft"] = "医术",
	[":leechcraft"] = "回合外你可以将你的红色牌当做【伤药】使用或打出。",
	["rumbleball"] = "蓝波球",
	[":rumbleball"] = "回合开始阶段开始时，你可以作出下列选择：1.弃置1张黑桃牌，直至下一回合开始，你造成的伤害+1；2.弃置1张红桃牌，直至下一回合开始，你使用的【伤药】额外回复1点体力。",

	["#ace"] = "火拳",
	["ace"] = "ポトカス·D·エース",
	["firepunch"] = "火拳",
	[":firepunch"] = "<b>锁定技</b>，你的无属性【杀】均视为具有火属性的【杀】。",
	["flamering"] = "炎戒",
	[":flamering"] = "你将要造成火属性伤害时，可以横置受到该伤害的角色。",

	["#bonkure"] = "Mr.2",
	["bonkure"] = "盆暮れ",
	["imitate"] = "模仿",
	[":imitate"] = "",

	["crockdile"] = "クロックダイル",
}