-- translation for SP Package

return {
	["Standard"] = "标准",

	["#luffy"] = "ゴム人間",
	["luffy"] = "ルフィ",
	["insulator"] = "绝缘体",
	[":insulator"] = "<b>锁定技</b>，你防止你受到的雷属性伤害。",
	["rubberpistol"] = "橡皮手枪",
	[":rubberpistol"] = "你使用的【杀】被【闪】抵消后，你可以将此【杀】转移给与目标角色距离为1的另一名角色。",
	["ouki"] = "王气",
	[":ouki"] = "<b>限定技</b>，出牌阶段你可令所有其他角色各选择一项：打出一张【闪】，或受到你对其造成的1点伤害。",

	["#zoro"] = "海賊剣士",
	["zoro"] = "ロロノア·ゾロ",
	["tripleswords"] = "三刀流",
	[":tripleswords"] = "出牌阶段，若你的装备区内有武器牌且武将牌上少于3张牌，你可以将手牌中的武器牌置于武将牌上，称为“刀”，每当你失去装备区内的武器牌时，将1张“刀”置于装备区。",
	["fretywind"] = "烦恼凤",
	[":fretywind"] = "你的【杀】可额外指定X名目标，X为“刀”的数量。",
	["sword"] = "刀",

	["#nami"] = "天才航海士",
	["nami"] = "ナミ",
	["clima"] = "天候",
	[":clima"] = "你可以将手牌中的基本牌按如下规则使用（或打出）：黑桃当【雷天候】，红桃当【雨天候】，方片当【风天候】；任意角色的判定阶段，在判定牌生效前，你可以用你的一张手牌替换之。",
	["mirage"] = "蜃楼",
	[":mirage"] = "每当你受到1次伤害时，你可以弃置你的判定区内的1张牌并防止此伤害。",

	["#sanji"] = "好色コック",
	["sanji"] = "サンジ",
	["feast"] = "盛宴",
	[":feast"] = "你可以将1张红桃手牌当做【ALL BLUE】使用或打出。",
	["gentleman"] = "骑士道",
	[":gentleman"] = "你每令一名女性角色回复1点体力，可以摸1张牌。",
	["blackfeet"] = "黑足",
	[":blackfeet"] = "你可以将手牌中的【闪】当做火属性【杀】使用或打出。",

	["#usopp"] = "ウソキング",
	["usopp"] = "ウソップ",
	["lie"] = "吹牛",
	[":lie"] = "你可以将红桃手牌当做【藏宝箱】使用；你的【藏宝箱】可以指定任意一名角色为目标。",
	["shoot"] = "狙击",
	[":shoot"] = "<b>锁定技</b>，当你使用【杀】指定目标后，若你与目标角色的距离大于1，以下情况此【杀】不可被【闪】响应：1、你的手牌数大于你的体力值；2、目标角色的手牌数大于你的手牌数。",

	["#baki"] = "バラバラ人間",
	["baki"] = "バキ",
	["divided"] = "分裂",
	[":divided"] = "<b>锁定技</b>，无属性【杀】对你无效。",

	["arlon"] = "あーロン",

	["smoker"] = "スモウカー",

	["hachi"] = "八",

	["tashigi"] = "タシギ",
}
