-- translation for Standard Package

return {
	["Standard"] = "东海篇",

	["#luffy"] = " 橡胶人",
	["luffy"] = "路飞",
	["insulator"] = "绝缘体",
	[":insulator"] = "<b>锁定技</b>，你防止你受到的雷属性伤害；你受到的火属性伤害+1。",
	["rubberpistol"] = "橡皮枪",
	[":rubberpistol"] = "每当你需要使用(或打出)【杀】时，可以进行一次判定：若为红色，视为你使用(或打出)一张【杀】，若为黑色且你在出牌阶段内，你不能使用【杀】直到阶段结束。",

	["#zoro"] = "海贼剑士",
	["zoro"] = "卓洛",
	["fretywind"] = "烦恼凤",
	[":fretywind"] = "每当你失去装备区内的1张牌时，你可以指定一名其他角色，视为对其使用1张【杀】或1张【决斗】。",
	["triplesword"] = "三刀流",
	[":triplesword"] = "<b>锁定技</b>，你使用1张武器牌时，将装备区内的武器牌置于人物牌上，称为“刀”；你失去装备区内的武器牌后，若该牌未置于人物牌上，将“刀”牌顶1张牌置于装备区内。",

	["#nami"] = "天才航海士",
	["nami"] = "娜美",
	["clima"] = "天候",
	[":clima"] = "你可以将手牌中的1张基本牌或1张装备牌按如下规则使用：黑桃当【雷天候】，红桃当【雨天候】，方片当【风天候】。",
	["forecast"] = "预报",
	[":forecast"] = "任意角色的判定阶段，判定牌生效前，你可以打出1张手牌替换之。",
	["mirage"] = "蜃楼",
	[":mirage"] = "每当你受到1次伤害时，你可以弃置你的判定区内的1张牌并防止此伤害。",

	["#sanji"] = "好色厨师",
	["sanji"] = "山治",
	["gentleman"] = "骑士道",
	[":gentleman"] = "一名女性角色令你回复1点体力时，你可以令其摸1张牌；你令一名女性角色回复1点体力时，你可以摸1张牌。",
	["blackfeet"] = "黑足",
	[":blackfeet"] = "你可以将手牌中的【闪】当做火属性【杀】，梅花【杀】当做【伤药】使用或打出。",

	["#usopp"] = "吹牛大王",
	["usopp"] = "乌索普",
	["lie"] = "吹牛",
	[":lie"] = "你可以将红桃手牌当做【藏宝箱】使用；你的【藏宝箱】可以指定任意一名角色为目标。",
	["shoot"] = "狙击",
	[":shoot"] = "<b>锁定技</b>，当你使用【杀】指定目标后，若从你到目标角色的距离大于你的手牌数，此【杀】不可被【闪】响应。",

	["#buggy"] = "四分五裂",
	["buggy"] = "巴基",
	["divided"] = "分裂",
	[":divided"] = "<b>锁定技</b>，无属性【杀】对你无效。",

	["#tashigi"] = "海军女剑士",
	["tashigi"] = "塔斯琪",
	["swordsexpert"] = "刀痴",
	[":swordsexpert"] = "回合开始阶段开始时，你可以获得一名其他角色装备区内的武器牌，若如此做，回合结束阶段你须交给该角色1张装备牌或受到该角色对你造成的1点伤害。",
	["swordsexpert-return"] = "你须交给 %src 一张装备牌或受到 %src 对你造成的1点伤害。",
	["kento"] = "剑道",
	[":kento"] = "每当你受到1次伤害后，你可以摸X张牌并进行一个额外的出牌阶段（X为你损失的体力值且至多为2）。",

	["#arlong"] = "残暴锯鲨",
	["arlong"] = "阿龙",
	["sharkontooth"] = "歯車",
	[":sharkontooth"] = "你使用的【杀】被【闪】抵消后，可以令你攻击范围内的所有角色（除你以外）选择一项：\n1.打出一张【闪】\n2.受到你对其造成的1点伤害。",

	["#smoker"] = "白狼",
	["smoker"] = "斯摩卡",
	["justice"] = "正义",
	[":justice"] = "<b>锁定技</b>，你防止黑桃牌对你造成的伤害。",
	["fogbarrier"] = "烟雾",
	[":fogbarrier"] = "回合结束阶段开始时，你可以获得以下技能直至下一回合：非延时特技牌对你无效，你受到的属性伤害+1。",
	["smoker:designer"] = "淬毒",

	["#hatchan"] = "章鱼鱼人",
	["hatchan"] = "小八",
	["sixsword"] = "六刀流",
	[":sixsword"] = "出牌阶段，你可以弃置X张【杀】，令你攻击范围内的X名角色选择一项：1.弃置一张装备牌，2.让你摸1张牌。",
	["sixsword-target"] = "你可以选择弃置1张装备牌，或让 %src 摸一张牌",

	["#garp"] = "铁拳",
	["garp"] = "卡普",
	["ironpunch"] = "若你的装备区内没有武器牌，你可以将1张牌当作【杀】使用或打出。",
	["garp:designer"] = "淬毒",

	["#bellmere"] = "橘子与爱",
	["bellmere"] = "贝尔梅尔",

	["#mihawk"] = "最强剑士",
	["mihawk"] = "米霍克",
	["topswordman"] = "剑豪",
	[":topswordman"] = "<b>锁定技</b>，你防止装备区内有武器牌的角色对你造成的伤害。",
	[":mihawkeye"] = "鹰眼",
	[":mihawkeye"] = "弃牌阶段，你每弃置1张牌，可以观看一名其他角色的手牌。",
	["mihawk:designer"] = "淬毒",

	["#shanks"] = "红发",
	["shanks"] = "香克斯",
}
