-- Translation for Test Package

return {
	["Test"] = "内测",

	["#chopper"] = "トナカイ医者",
	["chopper"] = "チョッパー",
	["leechcraft"] = "医术",
	[":leechcraft"] = "回合外你可以将你的红色牌当做【伤药】使用或打出。",
	["rumbleball"] = "蓝波球",
	[":rumbleball"] = "回合开始阶段开始时，你可以作出下列选择：1.弃置1张黑桃牌，直至下一回合开始，你造成的伤害+1；2.弃置1张红桃牌，直至下一回合开始，你使用的【伤药】额外回复1点体力。",

	["#franky"] = "",
	["franky"] = "フランキー",

	["#brook"] = "",
	["brook"] = "ブルック",

	["#enil"] = "空島の偽神",
	["enil"] = "エニル",
	["godthunder"] = "雷神",
	[":godthunder"] = "<b>锁定技</b>，你造成的伤害均为雷属性伤害；你受到的雷属性伤害均为恢复体力。",
	["thunderbot"] = "制裁",
	[":thunderbot"] = "出牌阶段，你可以弃置一张黑桃牌，对任意一名角色造成X点伤害（X为你失去的体力值且至少为1），每阶段限一次。",

	["#law"] = "謎の医者",
	["law"] = "ロー",
	["operatingroom"] = "领域",
	[":operatingroom"] = "出牌阶段，你可以从场上所有其他角色处获得1张牌，然后将这些牌以任意顺序交给所有其他角色，每阶段限一次。",
}