return {
	["ThrillerBark"] = "幽灵船篇",

	["#brook"] = "灵魂之王",
	["brook"] = "布鲁克",
	["musicsoul"] = "乐灵",
	[":musicsoul"] = "其他角色使用或打出1张【闪】后，你可以弃置该角色装备区或手牌区内的1张牌，然后该角色弃置你装备区或手牌区内的1张牌。",
	["acheron"] = "黄泉",
	[":acheron"] = "你进入濒死状态时，可以进行一次判定：若判定牌的点数与任意一张“魂”均不同，你回复至1点体力，然后将判定牌置于武将牌上，称为“魂”。",
	["soul"] = "魂",

	["#moriya"] = "月光",
	["moriya"] = "莫利亚",

	["#perona"] = "幽灵公主",
	["perona"] = "裴罗娜",
	["negativehorror"] = "负灵体",
	[":negativehorror"] = "你可以将一张梅花牌（延时效果牌除外）当作【消极之魂】使用。",
	["ghostrap"] = "魂炸弹",
	[":ghostrap"] = "【消极之魂】生效时，你摸1张牌；【消极之魂】失效时，你对目标角色造成1点伤害。",
}
