return {
	["ThrillerBark"] = "幽灵船篇",

	["#brook"] = "灵魂之王",
	["brook"] = "布鲁克",
	--["musicsoul"] = "乐灵",
	--[":musicsoul"] = "弃牌阶段结束时，若你于本阶段弃置了至少2张牌，你可以令所有角色失去1点体力或恢复1点体力。",
	["acheron"] = "黄泉",
	[":acheron"] = "<b>限定技</b>，你死亡时，可以指定一名其他角色，该角色回合结束阶段你复活并摸3张牌。",

	["#moriah"] = "月光",
	["moriah"] = "莫利亚",
	["shadowasgard"] = "影域",
	[":shadowasgard"] = "其他角色弃置的黑桃牌进入弃牌堆后，你获得之。",
	["nightmare"] = "梦魇",
	[":nightmare"] = "开始阶段，若你的手牌数不小于体力值的两倍，你弃置所有手牌，对所有其他角色造成1点伤害。",

	["#perona"] = "幽灵公主",
	["perona"] = "裴罗娜",
	["negativehorror"] = "负灵体",
	[":negativehorror"] = "你可以将一张梅花牌（延时效果牌除外）当作【消极之魂】使用。",
	["ghostrap"] = "魂炸弹",
	[":ghostrap"] = "【消极之魂】生效时，你摸1张牌；【消极之魂】失效时，你对目标角色造成1点伤害。",
}
