return {
	["Water7"] = "水七都篇",

	["#franky"] = "改造人",
	["franky"] = "フランキー",
	["fixequip"] = "修理",
	[":fixequip"] = "每当装备区内的1张牌进入弃牌堆时，你可以弃置两张手牌并将其交给任意一名角色。",

	["#aokiji"] = "海军三大将·水",
	["aokiji"] = "青雉",
	["icesword"] = "冰刃",
	[":icesword"] = "你使用【杀】造成伤害时，可以防止此伤害并弃置目标角色X张牌（X为目标角色体力值）。",
	["iceage"] = "冰河时代",
	[":iceage"] = "<b>限定技</b>，<b>出牌阶段技</b>，你可以令X名角色翻面（X至少为1，至多为你的手牌数），然后你弃置所有手牌。",

	["#garp"] = "铁拳",
	["garp"] = "卡普",
	["ironpunch"] = "铁拳",
	[":ironpunch"] = "若你的装备区内没有武器牌，你可以将1张牌当作【杀】使用或打出。",
	["garp:designer"] = "淬毒",

	["#coby"] = "未来大将",
	["coby"] = "克比",
	["will"] = "决意",
	[":will"] = "<b>限定技</b>，若你于出牌阶段共造成至少3点伤害，结束阶段时，减少1点体力上限，势力变为【政府】，获得技能【岚脚】。",
	["dream"] = "梦想",
	[":dream"] = "回合结束阶段，你可以声明一种颜色并进行判定，若判定牌与你所声明的颜色相同，你可以获得它并再次重复此流程，当你以此法获得的牌达到3张时，你须将你的人物牌翻面。",
	["#DreamBlack"] = "%from 选择了【黑色】",
	["#DreamRed"] = "%from 选择了【红色】",

	["lucci"] = "Rob Rucci",

	["spandam"] = "斯潘达姆",

	--六式
	["rankyaku"] = "岚脚",
	[":rankyaku"] = "每当你进行一次判定，若判定结果为红色，你可以使用一张【杀】。",
	["fingershot"] = "指枪",
	[":fingershot"] = "若你的装备区内没有武器牌，你使用的【杀】不能被【闪】响应。",
	["ironwall"] = "铁块",
	[":ironwall"] = "其他角色使用【杀】指定你为目标时，你可以令其选择1项：1.弃置1张基本牌，则该【杀】不能被【闪】响应；2. 该【杀】无效。",
	["moonstep"] = "月步",
	[":moonstep"] = "你每使用1张【闪】，可以摸1张牌。",
	["kamie"] = "紙絵",
	[":kamie"] = "你可以将2张手牌当做【闪】使用或打出。",
	["soru"] = "剃",
	[":soru"] = "",
}
